/* Time Machine panel size in GB */
"%.1f GB" = "%.1f GB";

/* Time Machine panel size in MB */
"%.1f MB" = "%.1f MB";

/* Time Machine panel size in TB */
"%.1f TB" = "%.1f TB";

/* Time Machine local disk description format: name (space available) */
"%@ (%@)" = "%1$@ (%2$@)";

/* Time Machine network disk description string */
"%@ (network disk)" = "%@ (disco network)";

/* Format screencapture file names */
"%@ %@ at %@" = "%1$@ %2$@ a %3$@";

/* Time Machine panel size in KB */
"%u KB" = "%u KB";

/* separator for multiple items in a list of disks in the time machine dialog */
", " = ", ";

/* screencapture cannot write error string */
"Cannot write file to intended destination." = "Impossibile scrivere il documento sulla destinazione prevista.";

/* screencapture failure to write error string */
"Cannot write file to intended destination. Please make sure that the destination folder is writable." = "Impossibile scrivere il documento sulla destinazione prevista. Assicurati che la cartella di destinazione sia scrivibile.";

/* title text for time machine dialog offering multiple disks */
"Do you want to use %@ or %@ to back up with Time Machine?" = "Desideri utilizzare %1$@ o %2$@ per effettuare una copia di backup con Time Machine?";

/* title text for time machine dialog offering a single disk */
"Do you want to use %@ to back up with Time Machine?" = "Desideri utilizzare %@ per effettuare una copia di backup con Time Machine?";

/* screencapture filure to write error string */
"Failure to write image data." = "Impossibile scrivere i dati dell'immagine.";

/* OK button */
"OK" = "OK";

/* Localized name screen capture failure message */
"The attempt to take a screen capture has failed." = "Il tentativo di catturare un'istantanea schermo non è riuscito.";

/* Time Machine network disk description string */
"the network disk %C%@%C" = "il disco network %1$C%2$@%3$C";

/* screencapture create image error string */
"Unable to create image from bitmap for path." = "Impossibile creare un'immagine dal bitmap del percorso.";

/* screencapture create image error string */
"Unable to create image." = "Impossibile creare un'immagine.";

/* screencapture type error string */
"Unable to create type string." = "Impossibile creare la stringa di tipo.";

/* screencapture create url error string */
"Unable to create url for path." = "Impossibile creare url per il percorso.";

/* Localized name screen capture failure */
"Your screen shot cant be saved." = "Impossibile registrare l'istantanea.";

